[
    {
        "product_name": "Nestle",
        "boycott": true,
        "about": "NestleNestle is the largest public food company in the world.fooddrinks",
        "why_boycott": "Osem is an israeli food manufacturer which operates in Occupied Palestine. Nestle owns a controlling stake in Osem.",
        "more": "Avoid Nestle products until they divest all operations in Occupied Palestine.Especially avoid any Osem brands such as Sabra Salads and others which can be found via the wikipedia page in the source."
    },
    {
        "product_name": "Milo",
        "boycott": false,
        "about": "",
        "why_boycott": "",
        "more": ""
    },
    {
        "product_name": "HP",
        "boycott": true,
        "about": "HPIT company who develop hardware and software for consumers, enterprise and government.technology",
        "why_boycott": "Hewlett Packard runs the biometric ID system that Israel uses to restrict Palestinian movement as well as other systems for the IDF.",
        "more": "Avoid buying HP products.Don't work for HP."
    },
    {
        "product_name": "Siemens",
        "boycott": true,
        "about": "SiemensA technology company that builds smart infrastructure, medical equipment, and appliances amongst other engineered products.technology",
        "why_boycott": "Siemens is deeply involved in the building of israeli infrastructure with billions in contracts. Siemens also invests in israeli companies.",
        "more": "Don't buy Siemens products.Don't work for Siemens."
    },
    {
        "product_name": "AXA",
        "boycott": true,
        "about": "AXAAXA is a French multinational insurance firm.insurancefinance",
        "why_boycott": "AXA continues to invest in Israeli banks which are complicit in Israels occupation and apartheid in Palestine.",
        "more": "Don't take insurance from Axa.If you already have AXA insurance, switch as soon as you can.Don't work for AXA."
    },
    {
        "product_name": "Puma",
        "boycott": true,
        "about": "PumaPuma is a German sportswear manufacturer and retailer sponsors athletes and teams in various sports.fashion",
        "why_boycott": "Puma is the main sponsor of the Israel Football Association (IFA), which includes teams in Israel’s illegal settlements on occupied Palestinian land.",
        "more": "Don't buy Puma products until they stop sponsoring IFA and Israeli teams opperating in illegal settlements.Don't work for Puma."
    },
    {
        "product_name": "SodaStream",
        "boycott": true,
        "about": "SodaStreamIsrael-based consumer home carbonation brand.drinksmanufacturerhousehold",
        "why_boycott": "SodaStream is an Israeli company which manufactured its products in Occupied Palestine. Now owned by Pepsico after a $3.2b acquisition. It since moved its factory from the West Bank to main Israel, however is still subject to boycott for its firing of 60 Palestinian workers and dark history.",
        "more": "Don't buy Sodastream devices.Don't sell Sodastream devices."
    },
    {
        "product_name": "Ahava",
        "boycott": true,
        "about": "AhavaDead Sea mineral products.cosmetics",
        "why_boycott": "Ahava is an Israeli company which operates its manufacturing facilities in Occupied Palestine, stealing resources from the Dead Sea.",
        "more": "Don't buy Ahava products.Don't sell Ahava products."
    },
    {
        "product_name": "Sabra",
        "boycott": true,
        "about": "SabraNestle is the largest public food company in the world.food",
        "why_boycott": "Osem is an israeli food manufacturer which operates in Occupied Palestine. Nestle owns a controlling stake in Osem.",
        "more": "Avoid Nestle products until they divest all operations in Occupied Palestine.Especially avoid any Osem brands such as Sabra Salads and others which can be found via the wikipedia page in the source."
    },
    {
        "product_name": "Intel",
        "boycott": true,
        "about": "IntelComputer technology companytechnology",
        "why_boycott": "Intel Invests heavily in israel including in towns stolen from Palestinians",
        "more": "Don't use Intel productsDon't work for IntelIf you are a company decision maker, find alternatives to Intel products"
    },
    {
        "product_name": "Google",
        "boycott": true,
        "about": "GoogleComputer technology companytechnology",
        "why_boycott": "Google and Amazon jointly won the Project Nimbus contract to provide cloud services to the Israeli military. This is a $1.2bn contract that will be used to continue the oppression of Palestinians.",
        "more": "Only use free Google products and if there is no alternativeDon't click on Google adsDon't spend on Google ads or use Google adsenseDon't buy Google productsDon't work for Google"
    },
    {
        "product_name": "Amazon",
        "boycott": true,
        "about": "AmazonComputer technology companytechnology",
        "why_boycott": "Amazon is investing $7.2bn in data centers in israel via AWS",
        "more": "Don't spend money on amazon products including AWSDo not work for AmazonDo not buy Kindle books and other content from AmazonCancel your Amazon prime membership"
    }
]